import { Injectable } from '@angular/core';

@Injectable({
  providedIn: 'root',
})
export class SellItemsService {
  getItems() {
    return [
      {
        cardTitle: 'розвиток дрібної та великої моторики',
        imgUrls: [
          'photo/pv/banner.jpg'
        ],
        description: [
          'перші кроки до самостійності',
          'розвиток комунікативних навичок та мовлення',
          'середовище спеціально підготовлене',
        ],
      },
      {
        cardTitle: 'розвиток дрібної та великої моторики',
        imgUrls: [
          'photo/pv/banner.jpg'
        ],
        description: [
          'перші кроки до самостійності',
          'розвиток комунікативних навичок та мовлення',
          'середовище спеціально підготовлене',
        ],
      },
      {
        cardTitle: 'розвиток дрібної та великої моторики',
        imgUrls: [
          'photo/pv/banner.jpg'
        ],
        description: [
          'перші кроки до самостійності',
          'розвиток комунікативних навичок та мовлення',
          'середовище спеціально підготовлене',
        ],
      },
      {
        cardTitle: 'розвиток дрібної та великої моторики',
        imgUrls: [
          'photo/pv/banner.jpg'
        ],
        description: [
          'перші кроки до самостійності',
          'розвиток комунікативних навичок та мовлення',
          'середовище спеціально підготовлене',
        ],
      },
    ];
  }

  constructor() { }
}
